/* XFLD: label for a field  max. 60 chars */
"keyHttpConvAuthFlowsLoginViewTitle" = "Conectare";

/* XFLD: label for a field  max. 60 chars */
"keyHttpConvAuthFlowsLoginViewDescription" = "Serverul {0} necesită nume de utilizator şi parolă";

/* XFLD: label for a field  max. 60 chars */
"keyHttpConvAuthFlowsLoginViewCancelBtnLabel" = "Anulare";

/* XFLD: label for a field  max. 60 chars */
"keyHttpConvAuthFlowsLoginViewLoginBtnLabel" = "Conectare";

/* XFLD: label for a field  max. 60 chars */
"keyHttpConvAuthFlowsAuthViewCancelBtnLabel" = "Anulare";

/* XFLD: label for a field  max. 60 chars */
"keyHttpConvAuthFlowsLoginViewUser" = "Nume utilizator";

/* XFLD: label for a field  max. 60 chars */
"keyHttpConvAuthFlowsLoginViewPassword" = "Parolă";

